package model

object Book {
  val FirstPart = Seq(
    "Java",
    "Машинное обучение",
    "Параллельные вычисления",
    "Шаманские ритуалы",
    "Индентификация пользователя",
    "Облачные сервисы",
    "Блокчейны"
  )

  val SecondPart = Seq(
    " для чайников",
    " в деталях",
    " для клиент-серверных приложений",
    " на распределённых системах",
    " в условиях крайнего севера",
    " лучше, чем здравый смысл"
  )

  val ThirdPart = Seq(
    ": Руководство",
    ": Сага",
    ": Начало",
    " в восьми томах",
    ", третье издание",
    ": Методическое руководство"
  )

}
