package model

object Project {
  val Type = Seq(
    "Изучение",
    "Анализ",
    "Реализация",
    "Построение",
    "Моделирование",
    "Разработа"
  )

  val Adjective = Seq(
    " программного",
    " умного",
    " параллельного",
    " распределённого",
    " машинного",
    " эффективного"
  )

  val Subject = Seq(
    " алгоритма машинного обучения",
    " веб-сервиса",
    " хранилища данных",
    " стохастического анализа",
    " метода хеширования",
    " микроконтроллера",
    " енота"
  )

  val Suffix = Seq(
    " для распределённых систем",
    " на платформе Java EE",
    " с помощью методов машинного обучения",
    " под Linux",
    " в условиях крайнего севера"
  )

}
